Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# refugee.footer.exportInstructions
source: You may tap the button situated in the top-trailing of this view to start preparing the data for export. Once the data is successfully prepared for export, the file export dialog will pop-up to ask you where do you want to place the file.
de: Tippen Sie auf die Schaltfläche oben rechts in dieser Ansicht, um die Daten für den Export vorzubereiten. Sobald die Daten erfolgreich vorbereitet wurden, erscheint ein Dialogfeld, in dem Sie auswählen können, wo die Datei gespeichert werden soll.
es: Puedes tocar el botón situado en la esquina superior derecha de esta vista para comenzar a preparar los datos para exportar. Una vez que los datos estén listos, aparecerá el diálogo de exportación de archivos para preguntarte dónde deseas guardar el archivo.
fil: Maaari mong i-tap ang button sa itaas na kanang bahagi ng view na ito upang simulan ang paghahanda ng data para sa export. Kapag handa na ang data, lalabas ang file export dialog para itanong kung saan mo gustong ilagay ang file.
fr: Vous pouvez appuyer sur le bouton situé en haut à droite de cette vue pour commencer à préparer les données à exporter. Une fois les données prêtes, une boîte de dialogue s'affichera pour vous demander où enregistrer le fichier.
it: Puoi toccare il pulsante situato in alto a destra di questa schermata per iniziare a preparare i dati per l'esportazione. Una volta che i dati sono pronti, apparirà la finestra di dialogo per scegliere dove salvare il file.
ja: この画面右上のボタンをタップすると、書き出し用データの準備が始まります。データの準備が完了すると、ファイルの保存先を選択するダイアログが表示されます。
ko: 이 화면 오른쪽 상단에 있는 버튼을 눌러 내보낼 데이터를 준비할 수 있습니다. 데이터 준비가 완료되면 파일 저장 위치를 묻는 대화상자가 나타납니다.
ru: Вы можете нажать кнопку в правом верхнем углу этого экрана, чтобы начать подготовку данных к экспорту. После успешной подготовки появится диалоговое окно, в котором вы сможете выбрать место для сохранения файла.
vi: Bạn có thể nhấn vào nút ở góc trên bên phải của màn hình này để bắt đầu chuẩn bị dữ liệu xuất. Khi dữ liệu đã sẵn sàng, hộp thoại xuất file sẽ hiện ra để bạn chọn nơi lưu file.
zh_hans: 您可以点击本页面右上角的按钮开始准备导出数据。数据准备完成后，将弹出文件导出对话框，询问您要将文件保存到哪里。
zh_hant: 您可以點按本頁右上角的按鈕開始準備匯出資料。資料準備完成後，會彈出檔案匯出對話框，詢問您要將檔案儲存到哪裡。
